Repository: TolgaYld/bewerbung
Catalog: app/lib/core/lang/app_*.arb
Languages: tr

# language
source: English
tr: Türkçe

source: Welcome to Please Hire Tolga 🙌
tr: Please Hire Tolga'ya Hoş Geldin 🙌

# tapOnScanQrCodeToLogin
source: Tap on the QR code to scan and login.
tr: QR koduna basarak kodu tarat ve giriş yap.

source: You will be automatically logged in.
tr: Ardından otomatik olarak giriş yapacaksınız.

source: You need help?
tr: Yardım mı lazım?

source: Click here
tr: Buraya tıkla

source: Login
tr: Giriş yap

source: Username
tr: Kullanıcı adın

source: Password
tr: Şifre

source: Oops 😅, something went wrong. Please try again
tr: Nayır nolamaz 😅, bir şeyler ters gitti. Lütfen tekrar deneyin

# dontWantLoginViaQrCode
source: Don't want to login via QR code?
tr: QR kodu ile giriş yapmak istemiyor musun?

source: Want to login via QR code?
tr: QR kodu ile giriş yapmak ister misin?

# enterYourLoginInformation
source: Please enter your login information that I sent you.
tr: Lütfen sana gönderdiğim giriş bilgilerini gir.

source: About me
tr: Hakkımda

source: Cover letter
tr: Ön yazı

# inviteQuestion
source: Invite?
tr: Davet?

source: Sign out
tr: Çıkış yap

source: Cancel
tr: İptal

source: Delete account?
tr: Hesabını silmek ister misin?

# signOutDialogTitle
source: Sign out
tr: Çıkış yap

# signOutDialogContent
source: You can either sign out or permanently delete your account. Deleting your account will erase all your data and you won’t be able to sign in again. If you only sign out, your data will be kept and you can sign in again later.
tr: Oturumu kapatabilir veya hesabını kalıcı olarak silebilirsin. Hesabını silersen, tüm verilerin silinir ve tekrar giriş yapamazsın. Sadece oturumu kapatırsan, verilerin korunur ve daha sonra tekrar giriş yapabilirsin.

source: Application to {company}
tr: {company} için iş başvurusu

source: Change language
tr: Dili değiştir

source: My skills
tr: Yeteneklerim

source: Contact
tr: İletişim

source: Let's connect
tr: Hesaplarım

# education
source: Ausbildung
tr: Eğitim

# jobExperience
source: Berufserfahrung
tr: İş deneyimi

source: Side jobs
tr: Yan işler

# languates
source: Languages
tr: Diller

source: Personal data
tr: Kişisel veriler

source: Driving license classes
tr: Ehliyet sınıfları

# bornPlace
source: Place of birth
tr: Doğum yeri

# birthDate
source: Date of birth
tr: Doğum tarihi

source: present
tr: devam ediyor

source: No degree
tr: Diploma yok

source: Programming languages
tr: Programlama dilleri

source: Disability
tr: Engellilik

source: Show copy of disability card
tr: Engelli kartının kopyasını göster

source: Invite
tr: Davet et

source: Refuse
tr: Reddet

# inviteDialogTitle
source: Thanks for the invite and the time!
tr: Davetiniz ve bana vakit ayırdığınız için teşekkürler!

# inviteDialogContent
source: You have decided to have a conversation with me. I'm very happy about that! Do you want to choose a date and time directly or do you want to send it to me separately by email? I will be informed about your decision. You can change your mind at any time.
tr: Benimle bir görüşme yapmaya karar verdiniz. Hemen bir tarih ve saat seçmek ister misiniz yoksa bunu bana ayrı bir e-posta ile göndermek mi istersiniz? Kararınızdan haberdar olacağım. Her zaman fikrinizi değiştirebilirsiniz.

# refuseDialogTitle
source: Really a pity, but still thanks for your time!
tr: Gerçekten üzücü ama yine de bana vakit ayırdığınız için teşekkürler!

# refuseDialogContent
source: You have decided against a conversation with me. I will be informed about your decision. You can change your mind at any time.
tr: Benimle bir görüşme yapmamaya karar verdiniz. Kararınızdan haberdar olacağım. Her zaman fikrinizi değiştirebilirsiniz.

# inviteWithoutPickingDate
source: Invite without picking a date
tr: Tarih seçmeden davet et

source: Pick date
tr: Tarih seç

source: Close
tr: Kapat

source: Invite is sent
tr: Davet gönderildi

# inviteIsSentContent
source: The invite has been successfully sent:
tr: Davet başarıyla gönderildi:

# mobileSwipeHeadline
source: Make your choice with a swipe
tr: Kaydırarak kararınızı verin

# mobileSwipeInstruction
source: Swipe left to refuse or right to invite.
tr: Reddetmek için sola, davet etmek için sağa kaydırın.

# webButtonHeadline
source: Make your choice with a click
tr: Tıyklayarak kararınızı verin

# webButtonInstruction
source: Click the right button for invitation or refusal
tr: Davet veya reddetme için doğru düğmeye tıklayın

source: No data available
tr: Veri yok

source: Pending
tr: Beklemede

source: Rejected
tr: Reddedildi

source: Invited
tr: Davet edildi

# inviteExplanationHint
source: Add an optional message...
tr: Davetinize isteğe bağlı bir mesaj ekleyin...

# refuseExplanationHint
source: Reason for refusal (optional)...
tr: Reddetme nedeni (isteğe bağlı)...

source: Reason for rejection
tr: Reddetme nedeni

source: Message
tr: Mesaj

source: Appointment
tr: Randevu

source: Duration
tr: Süre

# responseOfApplicant
source: Response of the applicant
tr: Başvuranın yanıtı

source: Applicant accepted
tr: Başvuran kabul etti

source: Applicant refused
tr: Başvuran reddetti

# applicantDidNotRespondYet
source: Applicant has not responded yet
tr: Başvuran henüz yanıt vermedi

source: Revoke
tr: Geri çek

# revokeDialogTitle
source: Revoke invitation?
tr: Daveti geri çek?

# revokeDialogContent
source: Do you really want to revoke your decision? The applicant will be informed about it.
tr: Kararınızı gerçekten geri çekmek istiyor musunuz? Başvuran bilgilendirilecektir.

# durationFormatted
source: {hours} h {minutes} min
tr: {hours} sa {minutes} dk

# durationFormattedMinutesOnly
source: {minutes} min
tr: {minutes} dk

source: No message written to applicant
tr: Başvuran için yazılmış mesaj yok

# responseStatusFromApplicant
source: Response to the invitation
tr: Başvuranın yanıt durumu

source: Proof
tr: Belge

# copyright
source: © {year} Tolga Yıldırım – All rights reserved.
tr: © 2025 {fullName} – Tüm hakları saklıdır.

source: Imprint
tr: İmpressum

# externalLinkDialogTitle
source: External Link
tr: Harici Bağlantı

# externalLinkDialogContent
source: You are about to open an external link. I am not responsible for the content of this external site. I have no control over it and expressly do not adopt its content as my own.
tr: Harici bir bağlantı açmak üzeresiniz. Bu harici sitenin içeriğinden sorumlu değilim. İçeriği üzerinde hiçbir kontrolüm yoktur ve bu içeriği sahiplenmediğimi açıkça belirtirim.
